[
	{
		"title": "Dear Nathan Thank You Salma",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/yA6Pg5QWHPC3Np5JiI0zQnSQD48.jpg",
		"overview": "Nathan and Salma enter the world of social activism. Salma chose to express himself digitally while Nathan chose to take to the streets. This difference sparked a big fight when Nathan was involved in a big riot at a demonstration. Their romance ended. Nathan tries to fight for Salma to continue his relationship. Unfortunately, Nathan's time is torn apart after Rebecca asks him to help Zanna, who is sexually assaulted. Nathan is in a difficult position, because he has to protect Zanna's privacy and keep this matter a secret from everyone including Salma. The problem is compounded when Salma is close to Afkar, a musician who has long idolized Salma. Nathan never stopped fighting for justice for Zanna, but at the same time he was also not willing to lose Salma.",
		"user_score": "85%",
		"age_rating": "R13+",
		"genre": "Drama, Romance",
		"duration": "1 Jam 52 Menit",
		"director": "Kuntz Agus"
	},
	{
		"title": "Peter Rabbit 2: The Runaway",
		"poster_link": "https://kino-gruenberg.de/wp-content/uploads/2021/07/peterhase2-1-e1627461857615.jpg",
		"overview": "Bea, Thomas, and the rabbits have created a makeshift family, but despite his best efforts, Peter can't seem to shake his mischievous reputation. Adventuring out of the garden, Peter finds himself in a world where his mischief is appreciated, but when his family risks everything to come looking for him, Peter must figure out what kind of bunny he wants to be.",
		"user_score": "73%",
		"age_rating": "PG-13",
		"genre": "Adventure, Comedy, Family",
		"duration": "1 Jam 33 Menit",
		"director": "Will Gluck"
	},
	{
		"title": "Kukira Kau Rumah",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/xZBG8vpbcLrWbsr8SrfY2AZW1ym.jpg",
		"overview": "Niskala, who since childhood was really cared for by his family and friends because he has a mental health disorder or bipolar. Niskala was close friends with Dinda and Anus from childhood until college. In college, a young man named Pram was seen admiring Niskala from afar. Pram's attempt to attract Niskala's attention paid off. At that time Pram challenged Niskala to get an A in his college assignment.",
		"user_score": "85%",
		"age_rating": "R13+",
		"genre": "Drama, Romance",
		"duration": "1 Jam 30 Menit",
		"director": "Umay Shahab"

	},
	{
		"title": "Till We Meet Again",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/heWQxesmAiUmsbyz2p4RJm3tEgt.jpg",
		"overview": "Xiao-lun, who is struck dead by lightning, has lost memories of his life. While Xiao-lun is working as god of love, persons with red strings, with his partner Pinky to reincarnate as a human being, Xiao-lun runs into Xiaomi, who was his lover during his life, and recalls his past. Although Xiaomi cannot see him anymore, Xiao-lun couldn’t stop hovering around her, but at the same time he also realizes that he has to find someone else to bond her red string to protect her in an uncertain danger.",
		"user_score": "75%",
		"age_rating": "D17+",
		"genre": "Fantasy",
		"duration": "2 Jam 8 Menit",
		"director": "Giddens"

	},
	{
		"title": "Scream",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/qvASAp0ZKkza023gjK1Tf2iiEos.jpg",
		"overview": "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town's deadly past.",
		"user_score": "85%",
		"age_rating": "D17+",
		"genre": "Thriller, Mystery",
		"duration": "1 Jam 54 Menit",
		"director": "Matt Bettinelli-Olpin, Tyler Gillett"
	},
	{
		"title": "Radioactive",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/akHIQu8W3rOgT28r25ggXaKcQIr.jpg",
		"overview": "The story of Nobel Prize winner Marie Curie and her extraordinary scientific discoveries—through the prism of her marriage to husband Pierre—and the seismic and transformative effects their discovery of radium had on the 20th century.",
		"user_score": "66%",
		"age_rating": "D17+",
		"genre": "Biografi, Drama",
		"duration": "1 Jam 50 Menit",
		"director": "Marjane Saratrapi"
	},
	{
		"title": "Mosul, My Home",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/obM9bvSE02VWQhjcrdKCKrNsqMp.jpg",
		"overview": "For many of us, when we first hear the name Mosul City, we immediately think of the brutal reign of the so-called ‘Islamic State,’ of humanitarian crisis, devastation and slow recovery. However, this film tells the story of Mosul beyond these stereotypes, examining the aftermath of war, the environment of the city and its communal places, as well as the once thriving energy of the city and its multi-ethnic inhabitants.",
		"user_score": "85%",
		"age_rating": "R13+",
		"genre": "Action, Drama, War",
		"duration": "1 Jam 42 Menit",
		"director": "Mattew Michael Carnahan"

	}
]