[
	{
		"title": "Spider-Man: No Way Home",
		"poster_link": "https://www.themoviedb.org/t/p/original/1gxZrx9gL9ov2c1NpXimEUzMTmh.jpg",
		"overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
		"user_score": "84%",
		"age_rating": "PG-13",
		"genre": "Action, Adventure, Science Fiction",
		"duration": "2 Jam 28 Menit",
		"director": "Jon Watts",
		"bg_color": "#30364C"
	},
	{
		"title": "SING 2",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
		"overview": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
		"user_score": "75%",
		"age_rating": "SU",
		"genre": "Animation, Adventure, Comedy",
		"duration": "1 Jam 50 Menit",
		"director": "Garth Jennings",
		"bg_color": "#0B5256"
	},
	{
		"title": "Sword Art online the Movie-Progressive-Aria of a Starless Night",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/ndTpuCStuEcCNNznnTwyGXJRvBn.jpg",
		"overview": "One month after Kayaba Akihiko's game of death began, the death toll continues to rise, two thousand players having already lost their lives to the ultra-difficult VRMMO world of Sword Art Online. On the day of the strategy meeting to plan out the first-floor boss battle, Kirito, a solo player who vows to fight alone to get stronger, runs into a rare, high-level female player. She gracefully dispatches powerful monsters with a single rapier that flashes like a shooting star in the night...",
		"user_score": "78%",
		"age_rating": "R13+",
		"genre": "Animation",
		"duration": "1 Jam 37 Menit",
		"director": "Ayako Kono",
		"bg_color": "#0B5256"
	},
	{
		"title": "Cinta Pertama, Kedua & Ketiga",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/jCZa5iMOMOXkLZX8pzfQkcPPYmD.jpg",
		"overview": "Raja & Asia have the same responsibility, taking care of their two single parents respectively. If Raja wants to live independently like his two sisters, Asia has chosen to be devoted to her mother who she feels has sacrificed everything for her. Then, Dewa & Linda, their parents, began to unite their hearts. Raja was happy, Asia hesitated. When Raja convinces Asia that their parents are compatible together, Raja & Asia slowly fall in love.",
		"user_score": "70%",
		"age_rating": "R13+",
		"genre": "Drama",
		"duration": "1 Jam 51 Menit",
		"director": "Gina S.Noer",
		"bg_color": "#0B5256"
	},
	{
		"title": "Clifford The Big Red Dog",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/oifhfVhUcuDjE61V5bS5dfShQrm.jpg",
		"overview": "As Emily struggles to fit in at home and at school, she discovers a small red puppy who is destined to become her best friend. When Clifford magically undergoes one heck of a growth spurt, becomes a gigantic dog and attracts the attention of a genetics company, Emily and her Uncle Casey have to fight the forces of greed as they go on the run across New York City. Along the way, Clifford affects the lives of everyone around him and teaches Emily and her uncle the true meaning of acceptance and unconditional love.",
		"user_score": "74%",
		"age_rating": "SU",
		"genre": "Animation, Adventure, Comedy",
		"duration": "1 Jam 36 Menit",
		"director": "Wait Becker",
		"bg_color": "#0B5256"
	},
	{
		"title": "The Ice Road",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/pj6UQPrtmC0snzPeU1HUhGWTgz6.jpg",
		"overview": "After a remote diamond mine collapses in far northern Canada, an ice road driver must lead an impossible rescue mission over a frozen ocean to save the trapped miners.",
		"user_score": "72%",
		"age_rating": "R13+",
		"genre": "Action, Drama, Thriller",
		"duration": "1 Jam 49 Menit",
		"director": "Jonathan Hensleigh",
		"bg_color": "#0B5256"
	},
	{
		"title": "Bus Om Bebek",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/AtOPDh4wzbqLczLPOX5QxWnBxE1.jpg",
		"overview": "Om Bebek who wants to retire as a school bus driver. He and the bus driver, Paman Gembul, want to take the children to school. It turns out that in the middle of the trip, Om Duck's bus was hijacked by a kidnapper and the fate of the children on the bus was threatened.",
		"user_score": "60%",
		"age_rating": "SU",
		"genre": "Comedy",
		"duration": "1 Jam 42 Menit",
		"director": "Aditya Gumay, Ozan Ruz",
		"bg_color": "#0B5256"
	},
	{
		"title": "Happy New Year",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/f99PUPjtqMGEylIhRm0H8pv9DFy.jpg",
		"overview": "A romantic comedy of a young man and woman that is told in the background of hotel 'Emross'. It has stories of people who met each other at Hotel Emross during the New Year holidays. Each one has his own memory to relate and create relationships or just going nostalgic.",
		"user_score": "60%",
		"age_rating": "R13+",
		"genre": "Drama, Comedy, Romance",
		"duration": "2 Jam 17 Menit",
		"director": "Kwak Jae-yong, Yoo Seung-hee",
		"bg_color": "#0B5256"
	},
	{
		"title": "The King's Man",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/nj5HmHRZsrYQEYYXyAusFv35erP.jpg",
		"overview": "As a collection of history's worst tyrants and criminal masterminds gather to plot a war to wipe out millions, one man must race against time to stop them.",
		"user_score": "68%",
		"age_rating": "D17+",
		"genre": "Action, Adventure, Thriller",
		"duration": "2 Jam 11 Menit",
		"director": "Mattew Vaughn",
		"bg_color": "#0B5256"
	},
	{
		"title": "Copshop",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/9VwMhM1YOHr4ePTYRVgJmuKG2Cv.jpg",
		"overview": "On the run from a lethal assassin, a wily con artist devises a scheme to hide out inside a small-town police station. However, when the hit man turns up at the precinct, an unsuspecting rookie cop finds herself caught in the crosshairs.",
		"user_score": "63%",
		"age_rating": "D17+",
		"genre": "Action, Crime, Thriller",
		"duration": "1 Jam 47 Menit",
		"director": "Joe Carnahan",
		"bg_color": "#0B5256"
	},
	{
		"title": "Teka-Teki Tika",
		"poster_link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/rp0GTDscf4mqR8mvH5r5XMPwseb.jpg",
		"overview": "A happy family whose lives complement each other. While celebrating his wedding anniversary with his family, a rich businessman was suddenly surprised by the appearance of a mysterious woman who claimed to be his biological child, Tika. Until finally the division in the family was inevitable. Behind all that, there is a big secret about Tika's identity.",
		"user_score": "68%",
		"age_rating": "R13+",
		"genre": "Drama, Thriller",
		"duration": "1 Jam 20 Menit",
		"director": "Ernest Prakasa",
		"bg_color": "#92AD8E"
		
	}
]